---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneLevelId
source: html/86dd8bad-9ea7-1486-3882-803a7f2b6a93.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneLevelId Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneLevelId { get; }
```